{"translation-revision-date":"2025-08-22 16:15:59+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"View at a glance how many of your posts have been indexed and discovered by Google.":["Visualiza de un vistazo cuántas de tus entradas han sido indexadas y descubiertas por Google."],"URLs that link to the inspected URL, directly and indirectly.":["URL que enlazan con la URL inspeccionada, directa e indirectamente."],"Total Posts":["Entradas totales"],"The table below shows the index status of each of your posts, along with any extra information from Google that may be relevant as to why they are not indexed.":["La siguiente tabla muestra el estado de indexación de cada una de tus entradas, junto con cualquier información adicional de Google que pueda ser relevante sobre por qué no están indexadas."],"Rich Results":["Resultados enriquecidos"],"Rich Result Types":["Tipos de resultados enriquecidos"],"Results of the Google Rich Results Test. These are the different schema graphs that are added to the post. Empty if no rich results were found.":["Resultados de la prueba de resultados enriquecidos de Google. Estos son los diferentes gráficos de esquema que se añaden a la entrada. Vacío si no se encontraron resultados enriquecidos."],"Refresh Status":["Actualizar estado"],"Referring URLs":["URL de referencia"],"Presence on Google":["Presencia en Google"],"Post Index Status":["Estado del índice de entradas"],"No issues":["Ningún problema"],"Index Status Result":["Resultado del índice de estado"],"Any sitemaps that this URL was listed in, as known by Google. Not guaranteed to be an exhaustive list, especially if Google did not discover this URL through a sitemap. Empty if no entries in sitemaps were found.":["Todos los mapas de sitio en los que figuró esta URL, según Google. No se garantiza que sea una lista exhaustiva, especialmente si Google no descubrió esta URL a través de un mapa del sitio. Vacía si no se encontraron entradas en los mapas de sitio."],"Issues":["Problemas"],"Sitemaps":["Mapas del sitio"],"N\/A":["N\/D"],"Title":["Título"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/IndexStatus.8f1e37e1.js"}}