{"translation-revision-date":"2023-10-17 14:44:58+0000","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/welcome.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fi","plural-forms":"nplurals=2; plural=n != 1;"},"Use this toggle to collapse or expand the sidebar menu.":["Käytä tätä vaihtokytkintä laajentamaan tai piilottamaan sivupalkkivalikko."],"Collapse menu":["Pienennä valikko"],"Manage your profile or log out of your account here.":["Hallinnoi profiiliasi tai kirjaudu ulos tililtäsi täältä."],"User":["Käyttäjä"],"Advanced settings for your site and for certain plugins.":["Edistyneet asetukset sivustollesi ja tietyille lisäosille."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Tuo\/vie julkaisutietoja, tarkista sivuston terveys ja muokkaa teeman tai lisäosan tiedostoja suoraan WordPressin hallintapaneelissa."],"Tools":["Työkalut"],"Add or manage users on your site, both admin users and others.":["Lisää tai hallinnoi sivustosi käyttäjiä, sekä ylläpitäjiä että muita."],"Add or manage the plugins on your site.":["Lisää tai hallinnoi sivustosi lisäosia."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Hallinnoi teemaasi ja pääse sivustoeditoriin Ulkoasu-valikosta. Sivustoeditorissa voit tehdä globaaleja muutoksia sivustoosi (kuten valikkoon, otsake\/alatunnisteeseen ja tyyleihin)."],"Appearance":["Ulkoasu"],"If you have commenting enabled on your posts, you can manage those comments here.":["Jos olet ottanut kommentoinnin käyttöön artikkeleissasi, voit hallinnoida näitä kommentteja täällä."],"Comments":["Kommentit"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Lisää, muokkaa tai poista kuvia ja muuta mediaa kirjastostasi. Kun siirrät kuvan käytettäväksi sivustollasi, se lisätään kirjastoon."],"Media":["Media"],"Manage and create blog posts.":["Hallinnoi ja luo blogiartikkeleita."],"Posts":["Artikkelit"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["WordPressin oletusnäkymässä on joitakin sivuston kokonaistilastoja ja jotkin lisäosat saattavat lisätä omia moduulejaan."],"Access the Site Assistant at any time.":["Pääse Site Assistant -palveluun milloin tahansa."],"Users":["Käyttäjät"],"Dashboard":["Kojelauta"],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["Voit milloin tahansa tarkastella sivustoasi (kävijän näkökulmasta) yläpuolelta järjestelmänvalvojan työkalurivistä, sivustosi nimen alta."],"Use the pages menu to add, delete, or edit the pages on your site.":["Käytä sivuvalikkoa lisätäksesi, poistaaksesi tai muokataksesi sivujasi sivustollasi."],"Site Assistant":["Site Assistant"],"Plugins":["Lisäosat"],"View Site":["Näytä sivusto"],"Pages":["Sivut"],"Settings":["Asetukset"],"Getting started with WordPress":["Aloittaminen WordPressin käytössä"],"Click here to go to your website management dashboard. From there you will be able to create more websites, and manage your account settings.":["Napsauta tästä siirtyäksesi sivustonhallintapaneeliisi. Sieltä voit luoda lisää sivustoja ja hallita tilisi asetuksia."]}}}