{"translation-revision-date":"2023-10-17 14:50:17+0000","generator":"WP-CLI\/2.12.0","source":"src\/Agent\/tours\/style-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"it","plural-forms":"nplurals=2; plural=n != 1;"},"Style editor":["Editor di stile"],"Tour the style editor":["Esplora l'editor di stile"],"Style Editor":["Editor di stile"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["L'editor di stili ti consente di modificare gli stili, i colori e gli elementi tipografici del tuo sito. Per accedere all'editor di stili, apri prima l'Editor tramite Aspetto > Editor."],"Styles Panel":["Pannello Stili"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["Il pannello degli stili ti consente di personalizzare l'aspetto del tuo sito. Include variazioni di stile, colori, tipografia e altro."],"Style Variations":["Variazioni di stile"],"The Browse Styles button opens the style variations panel.":["Il pulsante Browse Styles apre il pannello delle variazioni di stile."],"Choose a style you like to preview how it will look on your site.":["Scegli uno stile che ti piace per vedere l'anteprima di come apparirà sul tuo sito."],"Typography":["Tipografia"],"The Typography button opens the typography settings panel.":["Il pulsante Tipografia apre il pannello delle impostazioni tipografiche."],"Choose a typographic element to customize.":["Scegli un elemento tipografico da personalizzare."],"Colors":["Colori"],"The Colors button opens the color settings panel.":["Il pulsante Colori apre il pannello delle impostazioni colore."],"Select the theme's palette or individual elements to customize their colors.":["Seleziona la palette del tema o gli elementi individuali per personalizzare i loro colori."],"Layout":["Layout"],"The Layout button opens the layout settings panel.":["Il pulsante Layout apre il pannello delle impostazioni del layout."],"From here you can customize the dimensions, padding, and margins used for your site layout.":["Da qui puoi personalizzare le dimensioni, la spaziatura interna e i margini usati per il layout del tuo sito."]}}}