{"translation-revision-date":"2023-10-17 14:31:16+0000","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/welcome.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ca","plural-forms":"nplurals=2; plural=n != 1;"},"Site Assistant":["Асистент веб места"],"Pages":["Странице"],"Getting started with WordPress":["Почетак рада са Вордпресом"],"Dashboard":["Контролна табла"],"Users":["Корисници"],"View Site":["Погледај сајт"],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["У било ком тренутку можете прегледати свој сајт (из перспективе посетиоца) са горње управљачке траке испод имена вашег сајта"],"Access the Site Assistant at any time.":["Приступите асистенту сајта у било ком тренутку"],"Click here to go to your website management dashboard. From there you will be able to create more websites, and manage your account settings.":["Кликните овде да бисте отишли на контролну таблу за управљање веб местом. Одатле ћете моћи да направите више веб места и управљате подешавањима налога."],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["Подразумевана Вордпрес контролна табла ће имати неке опште метрике сајта и модуле додате одређеним додацима."],"Posts":["Објаве"],"Manage and create blog posts.":["Управљај и креирај чланке на блогу"],"Media":["Медији"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Додај, уреди или уклони слике и други садржај из своје библиотеке. Када отпремиш слику за коришћење на свом сајту, биће додата у библиотеку."],"Use the pages menu to add, delete, or edit the pages on your site.":["Користите изборник страница да додате, избришете или уредите странице на свом сајту."],"Comments":["Коментари"],"If you have commenting enabled on your posts, you can manage those comments here.":["Ако имате омогућене коментаре на вашим чланцима, можете управљати тим коментарима овде."],"Appearance":["Изглед"],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Управљајте својом темом и приступите уређивачу сајта из изборника Изглед. Уређивач сајта је место где можете направити глобалне промене на вашем сајту (као што су изборник, заглавље\/подножје и стилови)."],"Plugins":["Прикључци"],"Add or manage the plugins on your site.":["Додајте или управљајте додацима на свом сајту"],"Add or manage users on your site, both admin users and others.":["Додајте или управљајте корисницима на свом сајту, и администраторима и осталима."],"Tools":["Алатке"],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Увезите\/извезите податке чланака, проверите здравље сајта и уредите датотеке теме или додатка директно у Вордпрес администратору"],"Settings":["Подешавања"],"Advanced settings for your site and for certain plugins.":["Напредна подешавања за ваш сајт и одређене додатке"],"Collapse menu":["Скупи изборник"],"Use this toggle to collapse or expand the sidebar menu.":["Користи овај прекидач да скупи или прошири изборник бочне траке."],"User":["Корисник"],"Manage your profile or log out of your account here.":["Управљајте својим профилом или се одјавите овде."]}}}