{"translation-revision-date":"2023-10-17 14:31:16+0000","generator":"WP-CLI\/2.12.0","source":"src\/Agent\/tours\/page-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ca","plural-forms":"nplurals=2; plural=n != 1;"},"Page editor":["Oldalszerkesztő"],"Add a Block":["Blokk hozzáadása"],"Click the plus to open the block inserter.":["Kattints a pluszra a blokk beillesztő megnyitásához."],"Block Inserter":["Blokk beillesztő"],"Add a block by clicking or dragging it onto the page.":["Adjon hozzá egy blokkot kattintással vagy húzással az oldalra."],"Page Title":["Oldal címe"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Kattintással szerkesztheti az oldal címsorát. Megjegyzés: A címsor megjelenhet vagy nem jelenhet meg a közzétett oldalon, attól függően, hogy milyen sablont használunk."],"Blocks":["Blokkok"],"Each block will show up on the page and can be edited by clicking on it.":["Minden blokk megjelenik az oldalon, és rákattintva szerkeszthető."],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Ez egy minta bekezdés blokk. Lehet több mondatból álló és több soron átívelő. Tetszőleges számú blokkot adhatsz hozzá az oldalhoz."],"Page and Block Settings":["Oldal- és blokkbeállítások"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Válassz az oldal vagy a blokk közül a beállítások megváltoztatásához az egész oldalon, vagy a kiválasztott blokkon."],"Preview":["Előnézet"],"Click preview to view how your changes look on the front end of your site.":["Kattintson az előnézetre, hogy megtekintse, hogyan néznek ki a változtatásai a webhely front endjén."],"Publish or Save":["Közzététel vagy Mentés"],"Click publish or update to save the changes you have made to the page and make them live on the site.":["Kattintson a Közzététel vagy Frissítés gombra, hogy mentse az oldalon végrehajtott módosításokat, és élőben is megjelenjenek a weboldalon."],"Tour the page editor":["Tekintse meg az oldalszerkesztőt"]}}}