{"translation-revision-date":"2024-08-19 16:46+0200","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/style-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ca","plural-forms":"nplurals=2; plural=n != 1;"},"Style editor":["Editor stylů"],"Style Editor":["Editor stylů"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["Editor stylů umožňuje upravit styly, barvy a typografické prvky vašeho webu. Pro přístup k editoru stylů nejprve otevřete Editor přes Vzhled > Editor."],"Styles Panel":["Panel stylů"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["Panel stylů umožňuje přizpůsobit vzhled vašeho webu. Obsahuje varianty stylů, barvy, typografii a další."],"Style Variations":["Varianty stylů"],"The Browse Styles button opens the style variations panel.":["Tlačítko Procházet styly otevře panel stylových variací."],"Choose a style you like to preview how it will look on your site.":["Vyberte styl, který se vám líbí, a zobrazte náhled, jak bude vypadat na webu."],"Typography":["Typografie"],"The Typography button opens the typography settings panel.":["Tlačítko Typografie otevře panel nastavení typografie."],"Choose a typographic element to customize.":["Vyberte typografický prvek k úpravě."],"Colors":["Barvy"],"The Colors button opens the color settings panel.":["Tlačítko Barvy otevře panel nastavení barev."],"Select the theme's palette or individual elements to customize their colors.":["Vyberte paletu šablony nebo jednotlivé prvky pro úpravu jejich barev."],"Layout":["Rozvržení"],"The Layout button opens the layout settings panel.":["Tlačítko Rozvržení otevře panel nastavení rozvržení"],"From here you can customize the dimensions, padding, and margins used for your site layout.":["Odtud můžete přizpůsobit rozměry, odsazení a okraje použité pro rozvržení webu."]}}}