{"translation-revision-date":"2023-10-17 14:34:27+0000","generator":"WP-CLI\/2.12.0","source":"src\/Agent\/tours\/page-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de","plural-forms":"nplurals=2; plural=n != 1;"},"Publish or Save":["Veröffentlichen oder Speichern"],"Click preview to view how your changes look on the front end of your site.":["Klicke auf Vorschau, um dir deine Änderungen im Frontend deiner Seite anzuschauen."],"Preview":["Vorschau"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Wähle entweder Seite oder Block aus, um die Einstellungen für die gesamte Seite oder den ausgewählten Block zu bearbeiten."],"Page and Block Settings":["Seiten- und Block-Einstellungen"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Dies ist ein Beispiel-Absatzblock. Er kann mehrere Sätze lang sein und sich über mehrere Zeilen erstrecken. Du kannst so viele Blöcke zu einer Seite hinzufügen, wie du möchtest."],"Each block will show up on the page and can be edited by clicking on it.":["Jeder Block wird auf der Seite angezeigt und kann bearbeitet werden, indem er angeklickt wird."],"Blocks":["Blöcke"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Bearbeite den Seiten-Titel, indem du diesen anklickst. Hinweis: Der Titel wird eventuell nicht auf der veröffentlichten Seite angezeigt, wenn ein bestimmtes Seiten-Template genutzt wird."],"Page Title":["Seiten-Titel"],"Add a block by clicking or dragging it onto the page.":["Füge einen Block hinzu, indem du diesen anklickst oder in die Seite ziehst."],"Block Inserter":["Block-Inserter"],"Click the plus to open the block inserter.":["Klicke auf das Plus, um den Block-Inserter zu öffnen."],"Add a Block":["Block hinzufügen"],"Page editor":["Seiten-Editor"],"Click publish or update to save the changes you have made to the page and make them live on the site.":["Klicke auf Veröffentlichen oder Aktualisieren, um die vorgenommenen Änderungen an der Seite zu speichern und sie auf der Website zu veröffentlichen."],"Tour the page editor":["Tour durch den Seiten-Editor"]}}}