{"translation-revision-date":"2023-10-17 14:46:28+0000","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/page-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"vi_VN","plural-forms":"nplurals=1; plural=0;"},"Publish or Save":["Công bố hoặc Lưu"],"Click preview to view how your changes look on the front end of your site.":["Nhấp vào xem trước để xem các thay đổi của bạn trông như thế nào ở phía trước của trang web của bạn."],"Preview":["Xem thử"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Chọn trang hoặc khối để thay đổi cài đặt cho toàn bộ trang hoặc khối được chọn."],"Page and Block Settings":["Cài đặt Trang và Khối"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Đây là một khối văn bản mẫu. Nó có thể dài nhiều câu và kéo dài qua nhiều hàng. Bạn có thể thêm bao nhiêu khối bạn muốn vào trang."],"Each block will show up on the page and can be edited by clicking on it.":["Mỗi khối sẽ xuất hiện trên trang và có thể được chỉnh sửa bằng cách nhấp vào nó."],"Blocks":["Khối"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Chỉnh sửa tiêu đề trang bằng cách nhấp vào nó. Lưu ý: Tiêu đề có thể hiển thị hoặc không hiển thị trên trang đã xuất bản, tùy thuộc vào mẫu trang được sử dụng."],"Page Title":["Tiêu đề trang"],"Add a block by clicking or dragging it onto the page.":["Thêm một block bằng cách nhấp hoặc kéo nó lên trang."],"Block Inserter":["Thanh chèn khối"],"Click the plus to open the block inserter.":["Nhấn vào dấu cộng để mở thanh chèn khối."],"Add a Block":["Thêm một block"],"Page editor":["Công cụ soạn thảo trang"],"Click publish or update to save the changes you have made to the page and make them live on the site.":["Nhấn đăng hoặc cập nhật để lưu những thay đổi bạn đã thực hiện trên trang và áp dụng chúng trực tiếp trên trang web."]}}}