{"translation-revision-date":"2023-10-17 14:43:50+0000","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/welcome.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"et_EE","plural-forms":"nplurals=2; plural=n != 1;"},"Use this toggle to collapse or expand the sidebar menu.":["Kasuta seda lülitit menüü kahandamiseks või kasvatamiseks."],"Collapse menu":["Kahanda menüü"],"Manage your profile or log out of your account here.":["Halda oma profiili või logi kontolt välja."],"User":["Kasutaja"],"Advanced settings for your site and for certain plugins.":["Sinu saidi ja valitud pluginate täpsemad seaded."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Impordi\/ekspordi postituste andmeid, kontrolli saidi tervist ja redigeeri teema- või plugina faile otse WordPressi haldusliideses."],"Tools":["Tööriistad"],"Add or manage users on your site, both admin users and others.":["Lisa või muuda oma saidi kasutajaid, nii haldureid kui teisi."],"Add or manage the plugins on your site.":["Lisa või halda oma saidi pluginaid."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Halda veebisaidi teemat ja muuda saiti redaktori abil. Redaktor on koht, kus saad oma saidil teha globaalseid muudatusi (nt menüüs, päises\/jaluses ja stiilides)."],"Appearance":["Välimus"],"If you have commenting enabled on your posts, you can manage those comments here.":["Kui oled oma postituste kommenteerimise lubanud, saad siin neid hallata."],"Comments":["Kommentaarid"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Lisa, redigeeri või eemalda oma meediateegist pilte ja muud meediat. Kui laed oma saidil kasutamiseks üles pildi, lisatakse see teeki."],"Media":["Meedia"],"Manage and create blog posts.":["Halda ja loo blogipostitusi."],"Posts":["Postitused"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["WordPressi juhtpaneel kuvab saidiüleseid mõõdikuid ja mooduleid, mille on lisanud pluginad."],"Access the Site Assistant at any time.":["Külasta Site Assistant'i igal ajal."],"Users":["Kasutajad"],"Dashboard":["Juhtpaneel"],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["Võid igal ajal oma saiti külastaja vaatenurgast vaadata, klikkides 'Esilehe' linki oma saidi nime alt ülemisel administraatoriribal."],"Use the pages menu to add, delete, or edit the pages on your site.":["Kasuta 'Lehed' menüüd oma saidile uute lehtede lisamiseks, nende kustutamiseks või muutmiseks."],"Site Assistant":["Site Assistant"],"Plugins":["Pluginad"],"View Site":["Vaata saiti"],"Pages":["Lehed"],"Settings":["Sätted"],"Getting started with WordPress":["WordPressiga alustamine"],"Click here to go to your website management dashboard. From there you will be able to create more websites, and manage your account settings.":["Kliki siia, et minna oma veebilehe halduspaneelile. Sealt saad luua rohkem veebilehti ja hallata oma konto seadeid."]}}}