{"translation-revision-date":"2023-10-17 14:46:28+0000","generator":"WP-CLI\/2.12.0","source":"src\/Agent\/tours\/style-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"vi_VN","plural-forms":"nplurals=1; plural=0;"},"Style editor":["Công cụ soạn thảo kiểu dáng"],"Tour the style editor":["Tham quan công cụ soạn thảo kiểu dáng"],"Style Editor":["Trình chỉnh sửa kiểu dáng"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["Trình soạn thảo kiểu cho phép bạn chỉnh sửa kiểu, màu sắc và các yếu tố kiểu chữ của trang web. Để truy cập trình soạn thảo kiểu, trước tiên hãy mở Trình soạn thảo qua Giao diện > Trình soạn thảo."],"Styles Panel":["Bảng kiểu dáng"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["Bảng điều khiển kiểu dáng cho phép bạn tùy chỉnh giao diện trang web của mình. Nó bao gồm các biến thể kiểu dáng, màu sắc, kiểu chữ và nhiều hơn nữa."],"Style Variations":["Biến thể kiểu dáng"],"The Browse Styles button opens the style variations panel.":["Nút Tìm kiểu hiển thị mở bảng các biến thể kiểu dáng."],"Choose a style you like to preview how it will look on your site.":["Chọn một kiểu bạn thích để xem trước nó sẽ trông như thế nào trên trang web của bạn."],"Typography":["Kiểu chữ"],"The Typography button opens the typography settings panel.":["Nút Kiểu chữ mở bảng cài đặt kiểu chữ"],"Choose a typographic element to customize.":["Chọn một yếu tố kiểu chữ để tuỳ chỉnh"],"Colors":["Màu sắc"],"The Colors button opens the color settings panel.":["Nút Màu sắc mở bảng cài đặt màu."],"Select the theme's palette or individual elements to customize their colors.":["Chọn bảng màu của giao diện hoặc các thành phần riêng lẻ để tuỳ chỉnh màu sắc của chúng."],"Layout":["Bố trí"],"The Layout button opens the layout settings panel.":["Nút Bố cục mở bảng cài đặt bố cục."],"From here you can customize the dimensions, padding, and margins used for your site layout.":["Từ đây bạn có thể tùy chỉnh kích thước, khoảng đệm và lề cho bố cục trang web của mình."]}}}