{"translation-revision-date":"2023-10-17 14:41:51+0000","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/style-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"da_DK","plural-forms":"nplurals=2; plural=n != 1;"},"Style editor":["Stilredigering"],"Style Editor":["Stilredaktør"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["Stil-editoren giver dig mulighed for at redigere stilarter, farver og typografiske elementer på dit websted. For at få adgang til stil-editoren skal du først åbne editoren via Udseende > Editor."],"Styles Panel":["Stilpanel"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["Stilpanelet giver dig mulighed for at tilpasse udseendet af dit websted. Det inkluderer stilvariationer, farver, typografi og mere."],"Style Variations":["Stilvariationer"],"The Browse Styles button opens the style variations panel.":["Knappen Gennemse stilarter åbner panelet for stilvariationer."],"Choose a style you like to preview how it will look on your site.":["Vælg en stil, du kan lide, for at forhåndsvise, hvordan den vil se ud på dit websted."],"Typography":["Typografi"],"The Typography button opens the typography settings panel.":["Typografi-knappen åbner indstillingspanelet for typografi."],"Choose a typographic element to customize.":["Vælg et typografisk element til tilpasning."],"Colors":["Farver"],"The Colors button opens the color settings panel.":["Knappen Farver åbner panelet for farveindstillinger."],"Select the theme's palette or individual elements to customize their colors.":["Vælg temaets palet eller individuelle elementer for at tilpasse deres farver."],"Layout":["Layout"],"The Layout button opens the layout settings panel.":["Layout-knappen åbner sidepanelet for layoutindstillinger."],"From here you can customize the dimensions, padding, and margins used for your site layout.":["Herfra kan du tilpasse dimensionerne, indre margen og margenerne, der bruges til dit websteds layout."]}}}