{"translation-revision-date":"2023-10-17 14:45:26+0000","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/page-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"id","plural-forms":"nplurals=2; plural=n > 1;"},"Publish or Save":["Publish atau Simpan"],"Click preview to view how your changes look on the front end of your site.":["Klik Preview untuk melihat bagaimana tampilan depan dari website anda."],"Preview":["Preview"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Pilih halaman atau block untuk mengubah pengaturan dari seluruh halaman atau block yang dipilih."],"Page and Block Settings":["Pengaturan Halaman dan Block"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Ini adalah sample block paragraph. dapat berupa kalimat Panjang dan beberapa baris. Anda dapat menambahkan sebanyak block yang anda suka kedalam halaman."],"Each block will show up on the page and can be edited by clicking on it.":["Setiap block akan muncul pada halaman dan dapat diubah dengan mengklik nya."],"Blocks":["Block"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Ubah judul halaman dengan mengklik nya. Catatan: judul dapat muncul atau tidak pada halaman, tergantung dari template halaman yang digunakan."],"Page Title":["Judul Halaman"],"Add a block by clicking or dragging it onto the page.":["Tambah block dengan mengklik atau menarik nya kedalam halaman."],"Block Inserter":["Pemasang Block"],"Click the plus to open the block inserter.":["Klik tanda Plus untuk membuka Pemasang Block."],"Add a Block":["Tambah Block"],"Page editor":["Penyunting halaman"],"Click publish or update to save the changes you have made to the page and make them live on the site.":["Klik terbitkan atau perbarui untuk menyimpan perubahan yang telah Anda buat pada laman dan menerapkannya secara langsung pada situs."]}}}