{"translation-revision-date":"2023-10-17 14:42:47+0000","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/welcome.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es","plural-forms":"nplurals=2; plural=n != 1;"},"Use this toggle to collapse or expand the sidebar menu.":["Utiliza este conmutador para expandir o cerrar el menú de la barra lateral."],"Collapse menu":["Cerrar menú"],"Manage your profile or log out of your account here.":["Gestiona tu perfil o desconéctate de tu cuenta aquí."],"User":["Usuario"],"Advanced settings for your site and for certain plugins.":["Ajustes avanzados para tu sitio y para algunos plugins."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importa\/exporta información de las entradas, comprueba la salud de tu sitio y edita el tema o los ficheros de los plugins directamente en el administrador de WordPress."],"Tools":["Herramientas"],"Add or manage users on your site, both admin users and others.":["Añade o gestiona los usuarios de tu sitio, tanto los usuarios administradores como los otros."],"Add or manage the plugins on your site.":["Añade o gestiona los plugins de tu sitio."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Gestiona el tema y accede al editor del sitio desde el menú de Apariencia. El editor del sitio es donde puedes hacer los cambios globales de tu sitio (como el menú, la cabecera\/pie de página y los estilos)."],"Appearance":["Apariencia"],"If you have commenting enabled on your posts, you can manage those comments here.":["Si tienes los comentarios habilitados en tus entradas, puedes gestionar dichos comentarios aquí."],"Comments":["Comentarios"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Añade, edita o elimina imágenes y otros medios desde tu biblioteca. Cuando cargues una imagen para utilizarla en tu sitio, esta se añadirá a la biblioteca."],"Media":["Medios"],"Manage and create blog posts.":["Gestiona y crea entradas de blog."],"Posts":["Entradas"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["El panel de WordPress por defecto tendrá algunas métricas y módulos generales añadidos desde ciertos plugins."],"Access the Site Assistant at any time.":["Accede al asistente del sitio en cualquier momento."],"Users":["Usuarios"],"Dashboard":["Escritorio"],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["En cualquier momento, puedes visualizar tu sitio (desde la perspectiva de un visitante) desde la barra de administrador que hay arriba, justo debajo del nombre de tu sitio."],"Use the pages menu to add, delete, or edit the pages on your site.":["Usa el menú de páginas para añadir, borrar o editar las páginas de tu sitio."],"Site Assistant":["Asistente del sitio"],"Plugins":["Plugins"],"View Site":["Ver sitio"],"Pages":["Páginas"],"Settings":["Ajustes"],"Getting started with WordPress":["Comenzando con WordPress"],"Click here to go to your website management dashboard. From there you will be able to create more websites, and manage your account settings.":["Haz clic aquí para ir al escritorio de gestión de tu sitio. Desde allí podrás crear más sitios y gestionar los ajustes de tu cuenta."]}}}