{"translation-revision-date":"2025-02-12 13:17+0100","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/welcome.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ca","plural-forms":"nplurals=2; plural=n != 1;"},"Site Assistant":["Asistent webovej stránky"],"View Site":["Zobraziť web"],"Pages":["Stránky"],"Dashboard":["Nástenka"],"Users":["Používatelia"],"Getting started with WordPress":["Začíname s WordPressom"],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["Kedykoľvek môžete zobraziť svoju stránku (z pohľadu návštevníka) v hornej administračnej lište pod názvom vašej stránky."],"Access the Site Assistant at any time.":["K Asistentovi stránky môžete pristupovať kedykoľvek."],"Click here to go to your website management dashboard. From there you will be able to create more websites, and manage your account settings.":["Kliknite sem a prejdite na nástenku správy vašej webovej stránky. Odtiaľ môžete vytvárať ďalšie stránky a spravovať nastavenia vášho účtu."],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["Predvolená nástenka WordPress bude obsahovať niektoré základné metriky webu a moduly pridané z určitých pluginov."],"Posts":["Príspevky"],"Manage and create blog posts.":["Spravovať a vytvárať blogové príspevky."],"Media":["Médiá"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Pridajte, upravte alebo odstráňte obrázky a ďalšie médiá z vašej knižnice. Keď nahráte obrázok, ktorý chcete použiť na svojej stránke, bude pridaný do knižnice."],"Use the pages menu to add, delete, or edit the pages on your site.":["Pomocou menu stránok môžete pridávať, odstraňovať alebo upravovať stránky na vašom webe."],"Comments":["Komentáre"],"If you have commenting enabled on your posts, you can manage those comments here.":["Ak máte povolené komentovanie vašich príspevkov, môžete tieto komentáre spravovať tu."],"Appearance":["Vzhľad"],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Spravujte svoju tému a pristupujte k Editoru stránky cez menu Vzhľad. Editor stránky vám umožní vykonávať globálne zmeny na vašom webe (ako napríklad menu, hlavička\/pätička a štýly)."],"Plugins":["Pluginy"],"Add or manage the plugins on your site.":["Pridajte alebo spravujte pluginy na vašej webovej stránke."],"Add or manage users on your site, both admin users and others.":["Pridať alebo spravovať používateľov na vašej webovej stránke, vrátane administrátorov a ostatných."],"Tools":["Nástroje"],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importujte\/exportujte údaje článkov, skontrolujte zdravie webovej stránky a priamo v administrácii WordPressu upravujte súbory tém alebo pluginov."],"Settings":["Nastavenia"],"Advanced settings for your site and for certain plugins.":["Pokročilé nastavenia pre vašu webovú stránku a pre niektoré pluginy."],"Collapse menu":["Zbaliť menu"],"Use this toggle to collapse or expand the sidebar menu.":["Pomocou tohto prepínača môžete zbalit alebo rozbalit bočné menu navigácie."],"User":["Používateľ"],"Manage your profile or log out of your account here.":["Spravujte svoj profil alebo sa odhláste z vášho účtu tu."]}}}