{"translation-revision-date":"2024-08-19 16:46+0200","generator":"WP-CLI\/2.12.0","source":"src\/Agent\/tours\/welcome.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ca","plural-forms":"nplurals=2; plural=n != 1;"},"Site Assistant":["Asistent webu"],"View Site":["Zobrazit web"],"Pages":["Stránky"],"Dashboard":["Nástěnka"],"Users":["Uživatelé"],"Getting started with WordPress":["Začínáme s WordPressem"],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["Kdykoliv můžete zobrazit svůj web (z pohledu návštěvníka) pomocí horní administrační lišty pod názvem vašeho webu."],"Access the Site Assistant at any time.":["Kdykoliv přistupte k Asistentovi webu."],"Click here to go to your website management dashboard. From there you will be able to create more websites, and manage your account settings.":["Klikněte zde pro přechod na řídicí panel správy vašeho webu. Odtud budete moci vytvářet další weby a spravovat nastavení vašeho účtu."],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["Ve výchozím nastavení bude mít nástěnka WordPress přehled metrik webu a moduly přidané z některých pluginů."],"Posts":["Příspěvky"],"Manage and create blog posts.":["Spravujte a vytvářejte příspěvky na blogu."],"Media":["Média"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Přidejte, upravte nebo odstraňte obrázky a další média z vaší knihovny. Po nahrání obrázku, který chcete použít na webu, bude přidán do knihovny."],"Use the pages menu to add, delete, or edit the pages on your site.":["Pomocí nabídky stránek můžete přidávat, mazat nebo upravovat stránky na vašem webu."],"Comments":["Komentáře"],"If you have commenting enabled on your posts, you can manage those comments here.":["Pokud máte u příspěvků povolené komentáře, můžete je spravovat zde."],"Appearance":["Vzhled"],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Spravujte svou šablonu a přistupujte k webovému editoru z nabídky Vzhled. Webový editor je místo, kde můžete provádět globální změny na svém webu (jako jsou menu, záhlaví\/patička a styly)."],"Plugins":["Pluginy"],"Add or manage the plugins on your site.":["Přidejte nebo spravujte pluginy na vašem webu."],"Add or manage users on your site, both admin users and others.":["Přidejte nebo spravujte uživatele na vašem webu, jak administrátory, tak ostatní."],"Tools":["Nástroje"],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importujte\/exportujte data příspěvků, kontrolujte zdraví webu a přímo v administraci WordPressu upravujte soubory šablon nebo pluginů."],"Settings":["Nastavení"],"Advanced settings for your site and for certain plugins.":["Pokročilá nastavení pro váš web a pro určité pluginy."],"Collapse menu":["Sbalit menu"],"Use this toggle to collapse or expand the sidebar menu.":["Pomocí tohoto přepínače můžete sbalit nebo rozbalit postranní nabídku."],"User":["Uživatel"],"Manage your profile or log out of your account here.":["Zde můžete spravovat svůj profil nebo se odhlásit ze svého účtu."],"Take the welcome tour":["Absolvujte uvítací prohlídku"]}}}