{"translation-revision-date":"2023-10-17 14:42:47+0000","generator":"WP-CLI\/2.12.0","source":"src\/Agent\/tours\/page-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es","plural-forms":"nplurals=2; plural=n != 1;"},"Publish or Save":["Publicar o guardar"],"Click preview to view how your changes look on the front end of your site.":["Haz clic en vista previa para ver cómo se ven tus cambios en la vista pública de tu sitio."],"Preview":["Vista previa"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Selecciona cualquier página o bloque para cambiar los ajustes para la página entera o para el bloque seleccionado."],"Page and Block Settings":["Ajustes del sitio y del bloque"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Este es un bloque de párrafo de ejemplo. Puede tener varias frases de longitud y abarcar varias líneas. Puedes añadir tantos bloques como quieras a la página."],"Each block will show up on the page and can be edited by clicking on it.":["Cada bloque se mostrará en la página y puede ser editado al hacer clic en él."],"Blocks":["Bloques"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Edita el título de la página haciendo clic en él. Nota: el título puede mostrarse o no en la página publicada dependiendo de la plantilla de página usada."],"Page Title":["Título de página"],"Add a block by clicking or dragging it onto the page.":["Añade un bloque haciendo clic en él o arrastrándolo a la página."],"Block Inserter":["Insertador de bloque"],"Click the plus to open the block inserter.":["Haz clic en más para abrir el insertador de bloque."],"Add a Block":["Añade un bloque"],"Page editor":["Editor de páginas"],"Click publish or update to save the changes you have made to the page and make them live on the site.":["Haz clic en publicar o actualizar para guardar los cambios realizados en la página y que se apliquen en el sitio."],"Tour the page editor":["Recorrer el editor de páginas"]}}}