{"translation-revision-date":"2023-10-17 14:48:06+0000","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/style-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt_BR","plural-forms":"nplurals=2; plural=n > 1;"},"Style editor":["Editor de estilo"],"Style Editor":["Editor de estilo"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["O editor de estilos permite editar os estilos, cores e elementos tipográficos do seu site. Para acessar o editor de estilos, primeiro abra o Editor em Aparência > Editor."],"Styles Panel":["Painel de estilos"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["O painel de estilos permite personalizar a aparência do seu site. Inclui variações de estilo, cores, tipografia e mais."],"Style Variations":["Variações de estilo"],"The Browse Styles button opens the style variations panel.":["O botão Procurar Estilos abre o painel de variações de estilo."],"Choose a style you like to preview how it will look on your site.":["Escolha um estilo que você goste para pré-visualizar como ficará no seu site."],"Typography":["Tipografia"],"The Typography button opens the typography settings panel.":["O botão Tipografia abre o painel de configurações de tipografia."],"Choose a typographic element to customize.":["Escolha um elemento tipográfico para personalizar."],"Colors":["Cores"],"The Colors button opens the color settings panel.":["O botão Cores abre o painel de configurações de cor."],"Select the theme's palette or individual elements to customize their colors.":["Selecione a paleta do tema ou elementos individuais para personalizar suas cores."],"Layout":["Layout"],"The Layout button opens the layout settings panel.":["O botão de leiaute abre o painel de configurações de leiaute."],"From here you can customize the dimensions, padding, and margins used for your site layout.":["Aqui você pode personalizar as dimensões, o preenchimento e as margens usadas no layout do seu site."]}}}