{"translation-revision-date":"2024-08-19 16:46+0200","generator":"WP-CLI\/2.12.0","source":"src\/Agent\/tours\/page-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ca","plural-forms":"nplurals=2; plural=n != 1;"},"Page editor":["Editor stránek"],"Add a Block":["Přidat blok"],"Click the plus to open the block inserter.":["Klikněte na plus pro otevření nástroje pro vkládání bloků."],"Block Inserter":["Vkládání bloků"],"Add a block by clicking or dragging it onto the page.":["Přidejte blok kliknutím nebo přetažením na stránku."],"Page Title":["Název stránky"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Úpravu názvu stránky provedete kliknutím na něj. Poznámka: Název se může, ale nemusí zobrazit na publikované stránce v závislosti na použité šabloně stránky."],"Blocks":["Bloky"],"Each block will show up on the page and can be edited by clicking on it.":["Každý blok se zobrazí na stránce a lze ho upravit kliknutím na něj."],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Toto je ukázkový blok odstavce. Může obsahovat několik vět a zabírat více řádků. Na stránku můžete přidat libovolný počet bloků."],"Page and Block Settings":["Nastavení stránky a bloků"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Vyberte buď stránku nebo blok, abyste změnili nastavení pro celou stránku nebo vybraný blok."],"Preview":["Náhled"],"Click preview to view how your changes look on the front end of your site.":["Klikněte na náhled, abyste viděli, jak budou vaše změny vypadat na veřejné části webu."],"Publish or Save":["Publikovat nebo uložit"],"Click publish or update to save the changes you have made to the page and make them live on the site.":["Klikněte na Publikovat nebo Aktualizovat pro uložení provedených změn na stránce a zveřejnění jich na webu."],"Tour the page editor":["Prohlídka editoru stránek"]}}}