{"translation-revision-date":"2023-10-17 14:31:16+0000","generator":"WP-CLI\/2.12.0","source":"src\/Agent\/tours\/welcome.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ca","plural-forms":"nplurals=2; plural=n != 1;"},"Use this toggle to collapse or expand the sidebar menu.":["Utilitzeu aquest commutador per reduir o ampliar el menú de la barra lateral."],"Collapse menu":["Redueix el menú"],"Manage your profile or log out of your account here.":["Gestioneu el vostre perfil o tanqueu la sessió del compte aquí."],"User":["Usuari"],"Advanced settings for your site and for certain plugins.":["Configuració avançada per al lloc i determinats plugins."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importeu\/exporteu dades de publicació, comproveu la salut del lloc i editeu els fitxers del tema o plugin directament a l’administrador de WordPress."],"Tools":["Eines"],"Add or manage users on your site, both admin users and others.":["Afegiu o gestioneu els usuaris del lloc, tant usuaris administradors com d’altres."],"Add or manage the plugins on your site.":["Afegiu o gestioneu els plugins del lloc."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Gestioneu el tema i accediu a l’Editor del Lloc des del menú Aparença. L’Editor del Lloc és on podeu fer canvis globals al lloc (com ara el menú, l’encapçalament\/peu de pàgina, i estils)."],"Appearance":["Aparença"],"If you have commenting enabled on your posts, you can manage those comments here.":["Si teniu activats els comentaris a les vostres entrades, podeu gestionar-los aquí."],"Comments":["Comentaris"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Afegiu, editeu o elimineu imatges i altres suports de la biblioteca. Quan carregeu una imatge per utilitzar-la al lloc, s'afegirà a la biblioteca."],"Media":["Suports"],"Manage and create blog posts.":["Gestioneu i creeu entrades de blog."],"Posts":["Entrades"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["El tauler predeterminat de WordPress tindrà diversos mòduls i mètriques generals del lloc afegides per determinats plugins."],"Access the Site Assistant at any time.":["Accediu a l’Assistent del Lloc en qualsevol moment."],"Users":["Usuaris"],"Dashboard":["Tauler de control"],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["En qualsevol moment, podeu visualitzar el lloc (des de la perspectiva d’un visitant) des de la barra d’administració superior que hi ha sota el nom del lloc."],"Use the pages menu to add, delete, or edit the pages on your site.":["Utilitzeu el menú de les pàgines per afegir, esborrar o editar les pàgines del lloc."],"Site Assistant":["Assistent del Lloc"],"Plugins":["Plugins"],"View Site":["Visualitza el Lloc"],"Pages":["Pàgines"],"Settings":["Configuració"],"Getting started with WordPress":["Començar amb WordPress"],"Click here to go to your website management dashboard. From there you will be able to create more websites, and manage your account settings.":["Feu clic aquí per anar al tauler de gestió del vostre lloc web. Des d'allà podreu crear més llocs web i gestionar els paràmetres del vostre compte."],"Take the welcome tour":["Feu la visita de benvinguda"]}}}