{"translation-revision-date":"2023-10-17 14:44:58+0000","generator":"WP-CLI\/2.12.0","source":"src\/Agent\/tours\/page-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fi","plural-forms":"nplurals=2; plural=n != 1;"},"Publish or Save":["Julkaise tai tallenna"],"Click preview to view how your changes look on the front end of your site.":["Klikkaa esikatselua nähdäksesi, miltä muutoksesi näyttävät sivustosi etusivulla."],"Preview":["Esikatselu"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Valitse joko sivu tai lohko muuttaaksesi asetuksia joko koko sivulle tai valitulle lohkolle."],"Page and Block Settings":["Sivun ja lohkon asetukset"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Tämä on esimerkkikappalelohko. Se voi olla useita lauseita pitkä ja kattaa useita rivejä. Voit lisätä sivulle niin monta lohkoa kuin haluat."],"Each block will show up on the page and can be edited by clicking on it.":["Jokainen lohko ilmestyy sivulle ja sitä voidaan muokata napsauttamalla sitä."],"Blocks":["Lohkot"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Muokkaa sivun otsikkoa napsauttamalla sitä. Huomaa: Otsikko saattaa näkyä tai olla näkymättä julkaistulla sivulla riippuen käytetystä sivupohjasta."],"Page Title":["Sivun otsikko"],"Add a block by clicking or dragging it onto the page.":["Lisää lohko napsauttamalla tai vetämällä se sivulle."],"Block Inserter":["Lohkon lisääjä"],"Click the plus to open the block inserter.":["Napsauta plussaa avataksesi lohkolisääjän."],"Add a Block":["Lisää lohko"],"Page editor":["Sivueditori"],"Click publish or update to save the changes you have made to the page and make them live on the site.":["Napsauta julkaise tai päivitä tallentaaksesi tekemäsi muutokset sivulle ja julkaistaksesi ne sivustolla."],"Tour the page editor":["Opastus sivueditorissa"]}}}