{"translation-revision-date":"2024-08-13 08:44+0200","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/page-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pl","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);"},"Publish or Save":["Opublikuj lub Zapisz"],"Click preview to view how your changes look on the front end of your site.":["Kliknij Podgląd, aby zobaczyć, jak Twoje zmiany wyglądają w stronie."],"Preview":["Podgląd"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Wybierz stronę lub blok, aby zmienić ustawienia dla całej strony lub dla wybranego bloku."],"Page and Block Settings":["Ustawienia strony i bloków"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["To jest przykładowy blok akapitu. Może mieć długość kilku zdań i obejmować wiele wierszy. Możesz dodać do strony dowolną ilość bloków."],"Each block will show up on the page and can be edited by clicking on it.":["Każdy blok pojawi się na stronie i będzie można go edytować, klikając na niego."],"Blocks":["Bloki"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Edytuj tytuł strony, klikając go. Uwaga: Tytuł może, ale nie musi pojawić się na opublikowanej stronie, w zależności od użytego szablonu strony."],"Page Title":["Tytuł strony"],"Add a block by clicking or dragging it onto the page.":["Dodaj blok, klikając lub przeciągając go na stronę."],"Block Inserter":["Wybierak bloków"],"Click the plus to open the block inserter.":["Kliknij plus, aby otworzyć wybierak do wstawiania bloków."],"Add a Block":["Dodaj blok"],"Page editor":["Edytor stron"],"Click publish or update to save the changes you have made to the page and make them live on the site.":["Kliknij \"Publikuj\" lub \"Aktualizuj\", aby zapisać dokonane zmiany na stronie i opublikować je na stronie."]}}}