{"translation-revision-date":"2023-10-11 19:32:01+0000","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/style-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr","plural-forms":"nplurals=2; plural=n > 1;"},"Style editor":["Éditeur de style"],"Style Editor":["Éditeur de style"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["L’éditeur de style vous permet de modifier les styles, couleurs et éléments typographiques de votre site. Pour accéder à l’éditeur de style, ouvrez d’abord l’éditeur via Apparence > Éditeur."],"Styles Panel":["Panneau de styles"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["Le panneau de styles vous permet de personnaliser l’apparence de votre site. Il inclut des variations de style, des couleurs, de la typographie et plus encore."],"Style Variations":["Variations de styles"],"The Browse Styles button opens the style variations panel.":["Le bouton Parcourir les styles ouvre le panneau des variations de styles."],"Choose a style you like to preview how it will look on your site.":["Choisissez un style que vous aimez pour prévisualiser son apparence sur votre site."],"Typography":["Typographie"],"The Typography button opens the typography settings panel.":["Le bouton Typographie ouvre le panneau des paramètres de typographie."],"Choose a typographic element to customize.":["Choisissez un élément typographique à personnaliser."],"Colors":["Couleurs"],"The Colors button opens the color settings panel.":["Le bouton Couleurs ouvre le panneau des réglages de couleur."],"Select the theme's palette or individual elements to customize their colors.":["Sélectionnez la palette du thème ou des éléments individuels pour personnaliser leurs couleurs."],"Layout":["Disposition"],"The Layout button opens the layout settings panel.":["Le bouton Disposition ouvre le panneau des réglages de disposition."],"From here you can customize the dimensions, padding, and margins used for your site layout.":["D'ici, vous pouvez personnaliser les tailles, le remplissage et les marges utilisés pour la mise en page de votre site."]}}}