{"translation-revision-date":"2024-08-13 08:44+0200","generator":"WP-CLI\/2.12.0","source":"src\/Agent\/tours\/style-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pl","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);"},"Style editor":["Edytor stylów"],"Tour the style editor":["Prezentacja edytora stylów"],"Style Editor":["Edytor stylów"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["Edytor stylów pozwala edytować style, kolory i elementy typograficzne twojej witryny. Aby uzyskać dostęp do edytora stylów, najpierw otwórz Edytor przez Wygląd > Edytor."],"Styles Panel":["Panel stylów"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["Panel stylów pozwala dostosować wygląd witryny. Zawiera warianty stylów, kolory, typografię i więcej."],"Style Variations":["Odmiany stylu"],"The Browse Styles button opens the style variations panel.":["Przycisk Przeglądaj style otwiera panel wersji stylów."],"Choose a style you like to preview how it will look on your site.":["Wybierz styl, który ci się podoba, aby podejrzeć, jak będzie wyglądał na twojej witrynie."],"Typography":["Typografia"],"The Typography button opens the typography settings panel.":["Przycisk Typografia otwiera panel ustawień typografii."],"Choose a typographic element to customize.":["Wybierz element typograficzny do dostosowania."],"Colors":["Kolory"],"The Colors button opens the color settings panel.":["Przycisk Kolory otwiera panel ustawień kolorów."],"Select the theme's palette or individual elements to customize their colors.":["Wybierz paletę motywu lub poszczególne elementy, aby dostosować ich kolory."],"Layout":["Układ"],"The Layout button opens the layout settings panel.":["Przycisk Układ otwiera panel ustawień układu."],"From here you can customize the dimensions, padding, and margins used for your site layout.":["Stąd możesz dostosować wymiary, dopełnienie i marginesy używane w układzie witryny."]}}}