{"translation-revision-date":"2023-10-17 14:46:47+0000","generator":"WP-CLI\/2.12.0","source":"src\/Agent\/tours\/style-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"uk_UA","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);"},"Style editor":["Редактор стилів"],"Tour the style editor":["Огляд редактора стилів"],"Style Editor":["Редактор стилів"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["Редактор стилів дозволяє редагувати стилі, кольори та типографічні елементи вашого сайту. Щоб отримати доступ до редактора стилів, спочатку відкрийте Редактор через Зовнішній вигляд > Редактор."],"Styles Panel":["Панель стилів"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["Панель стилів дозволяє налаштувати вигляд вашого сайту. Вона включає варіації стилів, кольори, типографіку та інше"],"Style Variations":["Варіації стилю"],"The Browse Styles button opens the style variations panel.":["Кнопка \"Переглянути стилі\" відкриває панель різновидів стилю."],"Choose a style you like to preview how it will look on your site.":["Виберіть стиль, який вам подобається, щоб переглянути, як він виглядатиме на вашому сайті."],"Typography":["Типографія"],"The Typography button opens the typography settings panel.":["Кнопка Typography відкриває панель налаштувань типографії"],"Choose a typographic element to customize.":["Виберіть типографський елемент для налаштування."],"Colors":["Кольори"],"The Colors button opens the color settings panel.":["Кнопка \"Кольори\" відкриває панель налаштувань кольору"],"Select the theme's palette or individual elements to customize their colors.":["Виберіть палітру теми або окремі елементи для налаштування їх кольорів."],"Layout":["Макет"],"The Layout button opens the layout settings panel.":["Кнопка \"Компонування\" відкриває панель налаштувань компонування."],"From here you can customize the dimensions, padding, and margins used for your site layout.":["Тут можна налаштувати розміри, внутрішні відступи та зовнішні відступи для компонування сайту."]}}}