{"translation-revision-date":"2023-10-17 14:31:16+0000","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/page-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ca","plural-forms":"nplurals=2; plural=n != 1;"},"Publish or Save":["Publica o Desa"],"Click preview to view how your changes look on the front end of your site.":["Feu clic a previsualitza per veure com queden els canvis a la interfície del lloc."],"Preview":["Previsualitza"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Seleccioneu qualsevol pàgina o bloqueu-la per canviar la configuració de tota la pàgina o del bloc seleccionat."],"Page and Block Settings":["Configuració de Pàgina i Bloc"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Això és una mostra de bloc de paràgrafs. Hi pot haver diverses frases llargues i pot contenir múltiples línies. Podeu afegir a la pàgina tants blocs com vulgueu."],"Each block will show up on the page and can be edited by clicking on it.":["Tots els blocs es mostraran a la pàgina i es poden editar fent clic a sobre."],"Blocks":["Blocs"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Editeu el títol de la pàgina fent-hi clic. Nota: Pot ser que el títol es mostri o no a la pàgina publicada, segons la plantilla de pàgina utilitzada."],"Page Title":["Títol de la Pàgina"],"Add a block by clicking or dragging it onto the page.":["Afegiu un bloc fent clic o arrossegant-lo a la pàgina."],"Block Inserter":["Inseridor de Blocs"],"Click the plus to open the block inserter.":["Feu clic al més per obrir l’inseridor de blocs."],"Add a Block":["Afegeix un Bloc"],"Page editor":["Editor de pàgines"],"Click publish or update to save the changes you have made to the page and make them live on the site.":["Feu clic a \"Publica\" o \"Actualitza\" per desar els canvis que heu fet a la pàgina i fer-los visibles al lloc web."]}}}