{"translation-revision-date":"2023-10-11 19:32:01+0000","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/welcome.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr","plural-forms":"nplurals=2; plural=n > 1;"},"Use this toggle to collapse or expand the sidebar menu.":["Utilisez ce bouton pour réduire ou agrandir le menu latéral."],"Collapse menu":["Réduire le menu"],"Manage your profile or log out of your account here.":["Gérez votre profil ou déconnectez-vous de votre compte ici."],"User":["Utilisateur"],"Advanced settings for your site and for certain plugins.":["Réglages avancés pour votre site et certains plugins."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importez\/exportez les données d'un article, consultez la santé du site et modifiez le thème ou les fichiers de plugins directement sur le tableau de bord d'administration de WordPress."],"Tools":["Outils"],"Add or manage users on your site, both admin users and others.":["Ajoutez ou gérez les utilisateurs sur votre site, utilisateurs admin et autres compris."],"Add or manage the plugins on your site.":["Ajoutez ou gérez les plugins sur votre site."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Gérez votre thème et accédez à l'Éditeur du Site à partir du menu Apparence. L'Éditeur du Site est l'endroit où vous pouvez apporter des changements généraux à votre site (comme le menu, l'en-tête\/le pied de page et les styles)."],"Appearance":["Apparence"],"If you have commenting enabled on your posts, you can manage those comments here.":["Si vous avez activé les commentaires sur vos articles, vous pouvez gérer ces commentaires ici."],"Comments":["Commentaires"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Ajoutez, modifiez ou retirez des images et d'autres médias de votre bibliothèque. Lorsque vous téléchargez une image à utiliser sur votre site, elle sera ajoutée à votre bibliothèque."],"Media":["Média"],"Manage and create blog posts.":["Gérez et créez des articles de blog."],"Posts":["Articles"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["Le tableau de bord WordPress par défaut inclura des indicateurs généraux du site et des modules ajoutés à partir de certains plugins."],"Access the Site Assistant at any time.":["Accédez à l'Assistant du Site à tout moment."],"Users":["Utilisateurs"],"Dashboard":["Tableau de bord"],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["À tout moment, vous pouvez visualiser votre site (du point de vue d’un visiteur) à partir de la barre d’administration supérieure, sous le nom de votre site."],"Use the pages menu to add, delete, or edit the pages on your site.":["Utilisez le menu des pages pour ajouter, supprimer ou modifier les pages de votre site."],"Site Assistant":["Assistant du site"],"Plugins":["Extensions"],"View Site":["Voir le site"],"Pages":["Pages"],"Settings":["Réglages "],"Getting started with WordPress":["Premiers pas avec WordPress"],"Click here to go to your website management dashboard. From there you will be able to create more websites, and manage your account settings.":["Cliquez ici pour accéder à votre tableau de bord de gestion de site. Vous pourrez y créer d'autres sites et gérer les paramètres de votre compte."]}}}