{"translation-revision-date":"2023-10-17 14:48:06+0000","generator":"WP-CLI\/2.12.0","source":"src\/Agent\/tours\/welcome.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt_BR","plural-forms":"nplurals=2; plural=n > 1;"},"Use this toggle to collapse or expand the sidebar menu.":["Use este alternador para recolher ou expandir a barra lateral."],"Collapse menu":["Recolher menu"],"Manage your profile or log out of your account here.":["Gerencie seu perfil ou saia da sua conta aqui."],"User":["Usuário"],"Advanced settings for your site and for certain plugins.":["Configurações avançadas para o seu site e para certos plugins."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importar\/exportar informações de posts, verificar a saúde do site, e edite o tema ou arquivos de plugin diretamente no administrador do WordPress."],"Tools":["Ferramentas"],"Add or manage users on your site, both admin users and others.":["Adicione ou gerencie usuários do seu site, tanto usuários administradores quanto outros."],"Add or manage the plugins on your site.":["Adicione ou gerencie os plugins do seu site."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Gerencie o seu tema e acesse o Editor de Site pelo menu de Aparência. O Editor do Site é onde você pode fazer mudanças globais no seu site (como o menu, cabeçalho, rodapé e estilos)."],"Appearance":["Aparência"],"If you have commenting enabled on your posts, you can manage those comments here.":["Se você tem comentários habilidados nos seus posts, você pode gerenciar esses comentários aqui."],"Comments":["Comentários"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Adicione, edite ou remova imagens e outras mídias da sua biblioteca. Quando você enviar uma imagem para ser utilizada no seu site, ela será adicionada à biblioteca."],"Media":["Mídia"],"Manage and create blog posts.":["Gerencie e crie os posts do blog."],"Posts":["Posts"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["O painel padrão do WordPress terá algumas métricas gerais do site e módulos adicionados de certos plugins."],"Access the Site Assistant at any time.":["Acesse o Assistente do Site a qualquer momento."],"Users":["Usuários"],"Dashboard":["Painel"],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["A qualquer momento, você pode visualizar o seu site (sob a perspectiva do visitante) pela barra superior de administração abaixo do nome do seu site."],"Use the pages menu to add, delete, or edit the pages on your site.":["Use o menu de páginas para adicionar, deletar ou editar páginas no seu site."],"Site Assistant":["Assistente do Site"],"Plugins":["Plugins"],"View Site":["Ver site"],"Pages":["Páginas"],"Settings":["Configurações"],"Getting started with WordPress":["Introdução ao WordPress"],"Click here to go to your website management dashboard. From there you will be able to create more websites, and manage your account settings.":["Clique aqui para ir ao painel de gerenciamento do seu site. A partir daí, você poderá criar mais sites e gerenciar as configurações da sua conta."],"Take the welcome tour":["Faça o tour de boas-vindas"]}}}