{"translation-revision-date":"2023-10-17 14:34:27+0000","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/style-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de","plural-forms":"nplurals=2; plural=n != 1;"},"Style editor":["Stil-Editor"],"Style Editor":["Stil-Editor"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["Der Stil-Editor ermöglicht es dir, die Stile, Farben und typografischen Elemente deiner Website zu bearbeiten. Um auf den Stil-Editor zuzugreifen, öffne zuerst den Editor über Design > Editor."],"Styles Panel":["Stil-Bedienfeld"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["Das Stil-Panel ermöglicht es dir, das Erscheinungsbild deiner Website anzupassen. Es umfasst Stilvariationen, Farben, Typografie und mehr."],"Style Variations":["Stil-Varianten"],"The Browse Styles button opens the style variations panel.":["Der Button „Stile durchstöbern“ öffnet das Panel für Stil-Varianten."],"Choose a style you like to preview how it will look on your site.":["Wähle einen Stil, um in der Vorschau zu sehen, wie er auf deiner Website aussieht."],"Typography":["Typografie"],"The Typography button opens the typography settings panel.":["Der Button \"Typografie\" öffnet das Typografie-Einstellungsfenster."],"Choose a typographic element to customize.":["Wähle ein typografisches Element zum Anpassen."],"Colors":["Farben"],"The Colors button opens the color settings panel.":["Der Button \"Farben\" öffnet das Farb-Einstellungs-Panel."],"Select the theme's palette or individual elements to customize their colors.":["Wähle die Palette des Themes oder individuelle Elemente, um deren Farben anzupassen."],"Layout":["Layout"],"The Layout button opens the layout settings panel.":["Der Layout-Button öffnet das Layout-Einstellungen-Panel."],"From here you can customize the dimensions, padding, and margins used for your site layout.":["Von hier aus kannst du die Dimensionen, Innenabstände und Außenabstände für das Layout deiner Website anpassen."]}}}