{"translation-revision-date":"2024-08-13 08:44+0200","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/welcome.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pl","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);"},"Use this toggle to collapse or expand the sidebar menu.":["Użyj tego przełącznika, aby zwinąć lub rozwinąć menu paska bocznego."],"Collapse menu":["Zwiń menu"],"Manage your profile or log out of your account here.":["W tym miejscu możesz zarządzać swoim profilem lub wylogować się z konta."],"User":["Użytkownik"],"Advanced settings for your site and for certain plugins.":["Zaawansowane ustawienia dla Twojej strony i dla wybranych wtyczek."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importuj\/eksportuj dane wpisów, sprawdź kondycję strony i edytuj pliki motywów lub wtyczek bezpośrednio w panelu administracyjnym WordPress."],"Tools":["Narzędzia"],"Add or manage users on your site, both admin users and others.":["Dodawaj lub zarządzaj użytkownikami w swojej stronie – zarówno użytkownikami administracyjnymi, jak i innymi."],"Add or manage the plugins on your site.":["Dodaj lub zarządzaj wtyczkami w swojej stronie."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Zarządzaj swoim motywem i uzyskaj dostęp do Edytora strony z menu Wygląd. Edytor strony to miejsce, w którym możesz dokonać ogólnych zmian w swojej stronie (takich jak menu, nagłówek\/stopka i style)."],"Appearance":["Wygląd"],"If you have commenting enabled on your posts, you can manage those comments here.":["Tutaj możesz zarządzać komentarzami, jeśli masz włączoną opcję komentowania swoich wpisów."],"Comments":["Komentarze"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Dodawaj, edytuj lub usuwaj obrazki i inne media ze swojej biblioteki. Gdy załadujesz obrazek, który ma być użyty w Twojej stronie, zostanie on dodany do biblioteki."],"Media":["Media"],"Manage and create blog posts.":["Zarządzaj i twórz wpisy na blogu."],"Posts":["Wpisy"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["Domyślny kokpit WordPress będzie wyposażony w pewne ogólne metryki strony i moduły dodane z określonych wtyczek."],"Access the Site Assistant at any time.":["Uzyskaj dostęp do Asystenta strony w dowolnym momencie."],"Users":["Użytkownicy"],"Dashboard":["Kokpit"],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["W każdej chwili możesz obejrzeć swoją stronę (z perspektywy odwiedzającego) z poziomu górnego paska administratora pod nazwą strony."],"Use the pages menu to add, delete, or edit the pages on your site.":["Użyj menu stron, aby dodać, usunąć lub edytować strony w swojej stronie."],"Site Assistant":["Asystent strony"],"Plugins":["Wtyczki"],"View Site":["Widok strony"],"Pages":["Strony"],"Settings":["Ustawienia"],"Getting started with WordPress":["Pierwsze kroki z WordPress"],"Click here to go to your website management dashboard. From there you will be able to create more websites, and manage your account settings.":["Kliknij tutaj, aby przejść do kokpitu zarządzania Twoją stroną. Stamtąd będziesz mógł tworzyć więcej stron i zarządzać ustawieniami konta."]}}}