{"translation-revision-date":"2025-02-12 13:17+0100","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/page-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ca","plural-forms":"nplurals=2; plural=n != 1;"},"Page editor":["Editor stránky"],"Add a Block":["Pridať blok"],"Click the plus to open the block inserter.":["Kliknite na plus, aby ste otvorili nástroj na vkladanie blokov."],"Block Inserter":["Vkladač blokov"],"Add a block by clicking or dragging it onto the page.":["Pridajte blok kliknutím naň alebo jeho presunutím na stránku."],"Page Title":["Nadpis stránky"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Upravte nadpis stránky kliknutím naň. Poznámka: Nadpis sa na publikovanej stránke môže, ale nemusí zobraziť, v závislosti od použitej šablóny stránky."],"Blocks":["Bloky"],"Each block will show up on the page and can be edited by clicking on it.":["Každý blok sa zobrazí na stránke a je možné ho upraviť kliknutím naň."],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Toto je ukážkový blok odseku. Môže obsahovať niekoľko viet vo viacerých riadkoch. Na stránku môžete pridať toľko blokov, koľko chcete."],"Page and Block Settings":["Nastavenia stránok a blokov"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Vyberte buď stránku alebo blok, aby ste zmenili nastavenia pre celú stránku alebo vybraný blok."],"Preview":["Náhľad"],"Click preview to view how your changes look on the front end of your site.":["Kliknite na náhľad, aby ste videli, ako vaše zmeny vyzerajú na verejnej časti vašej webovej stránky."],"Publish or Save":["Publikovať alebo uložiť"],"Click publish or update to save the changes you have made to the page and make them live on the site.":["Kliknite na Publikovať alebo Aktualizovať, aby ste uložili vykonané zmeny a zverejnili ich na stránke."]}}}