{"translation-revision-date":"2023-10-11 19:32:01+0000","generator":"WP-CLI\/2.12.0","source":"src\/Agent\/tours\/page-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr","plural-forms":"nplurals=2; plural=n > 1;"},"Publish or Save":["Publier ou Sauvegarder"],"Click preview to view how your changes look on the front end of your site.":["Cliquez sur aperçu pour visualiser vos changements sur l'interface de votre site."],"Preview":["Aperçu"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Sélectionnez page ou bloc pour modifier les paramètres de la page entière ou du bloc sélectionné."],"Page and Block Settings":["Paramètres Page et Bloc"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Voici un exemple de bloc de paragraphe. Il peut faire plusieurs phrases de long et s'étendra sur plusieurs rangs. Vous pouvez ajouter autant de blocs que vous le souhaitez sur la page."],"Each block will show up on the page and can be edited by clicking on it.":["Chaque bloc apparaîtra sur la page et est modifiable en cliquant dessus."],"Blocks":["Blocs"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Modifiez le titre de la page en cliquant dessus. Remarque : le titre pourrait ne pas apparaître sur la page publiée, selon le modèle de page utilisé."],"Page Title":["Titre de la page"],"Add a block by clicking or dragging it onto the page.":["Ajoutez un bloc en cliquant dessus ou en le glissant sur la page."],"Block Inserter":["Dispositif d'insertion de blocs"],"Click the plus to open the block inserter.":["Cliquez sur le plus pour ouvrir le dispositif d'insertion de blocs."],"Add a Block":["Ajouter un bloc"],"Page editor":["Éditeur de page"],"Click publish or update to save the changes you have made to the page and make them live on the site.":["Cliquez sur \"Publier\" ou \"Mettre à jour\" pour enregistrer les modifications apportées à la page et les rendre visibles sur le site."],"Tour the page editor":["Visite guidée de l’éditeur de page"]}}}