{"translation-revision-date":"2023-10-17 14:31:16+0000","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/style-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ca","plural-forms":"nplurals=2; plural=n != 1;"},"Style editor":["Editor d'estils"],"Style Editor":["Editor d'estils"],"The style editor allows you to edit the styles, colors, and typographic elements of your site. To access the style editor, first open the Editor via Appearance > Editor.":["L'editor d'estils permet editar els estils, colors i elements tipogràfics del vostre lloc. Per accedir a l'editor d'estils, primer obriu l'Editor a través d'Aparença > Editor."],"Styles Panel":["Panell d'estils"],"The styles panel allows you to customize the appearance of your site. It includes style variations, colors, typography, and more.":["El quadre d'estils us permet personalitzar l'aparença del vostre lloc web. Inclou variacions d'estil, colors, tipografia i més."],"Style Variations":["Variacions d'estil"],"The Browse Styles button opens the style variations panel.":["El botó Navega pels estils obre el quadre de variacions d'estil."],"Choose a style you like to preview how it will look on your site.":["Trieu un estil que us agradi per previsualitzar com es veurà al vostre lloc web."],"Typography":["Tipografia"],"The Typography button opens the typography settings panel.":["El botó de Tipografia obre el quadre de paràmetres de tipografia."],"Choose a typographic element to customize.":["Trieu un element tipogràfic per personalitzar."],"Colors":["Colors"],"The Colors button opens the color settings panel.":["El botó Colors obre el quadre de paràmetres de color."],"Select the theme's palette or individual elements to customize their colors.":["Selecciona la paleta del tema o els elements individuals per personalitzar els seus colors."],"Layout":["Disseny"],"The Layout button opens the layout settings panel.":["El botó de disseny obre el quadre de paràmetres de disseny."],"From here you can customize the dimensions, padding, and margins used for your site layout.":["Des d'aquí podeu personalitzar les dimensions, la separació i els marges utilitzats per al disseny del lloc."]}}}