{"translation-revision-date":"2023-10-17 14:34:27+0000","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/welcome.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de","plural-forms":"nplurals=2; plural=n != 1;"},"Use this toggle to collapse or expand the sidebar menu.":["Über diesen Schalter kannst du das Seitenleisten-Menü ein- oder ausklappen."],"Collapse menu":["Menü einklappen"],"Manage your profile or log out of your account here.":["Verwalte hier dein Profil oder melde dich von deinem Konto ab."],"User":["Benutzer"],"Advanced settings for your site and for certain plugins.":["Erweiterte Einstellungen für deine Website und für bestimmte Plugins."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importieren\/Exportieren von Beitragsdaten, Überprüfen des Website-Zustands und Bearbeiten von Theme- oder Plugin-Dateien direkt im WordPress-Admin."],"Tools":["Werkzeuge"],"Add or manage users on your site, both admin users and others.":["Hinzufügen oder Verwalten von Benutzern auf deiner Website, sowohl Admin-Benutzer als auch andere."],"Add or manage the plugins on your site.":["Hinzufügen oder Verwalten der Plugins auf deiner Website."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Verwalte dein Theme und rufe den Site-Editor über das Menü \"Design\" auf. Im Site-Editor kannst du globale Änderungen an deiner Website vornehmen (z. B. Menü, Kopfzeile\/Fußzeile und Stile)."],"Appearance":["Design"],"If you have commenting enabled on your posts, you can manage those comments here.":["Wenn du die Kommentarfunktion für deine Beiträge aktiviert hast, kannst du diese Kommentare hier verwalten."],"Comments":["Kommentare"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Du kannst Bilder und andere Medien aus deiner Bibliothek hinzufügen, bearbeiten oder entfernen. Wenn du ein Bild hochlädst, das auf deiner Website verwendet werden soll, wird es der Bibliothek hinzugefügt."],"Media":["Medien"],"Manage and create blog posts.":["Bearbeite und erstelle Blogbeiträge."],"Posts":["Beiträge"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["Das Standard-WordPress-Dashboard enthält einige allgemeine Website-Metriken und Module, die von bestimmten Plugins hinzugefügt wurden."],"Access the Site Assistant at any time.":["Greife jederzeit auf den Website-Assistent zu."],"Users":["Benutzer"],"Dashboard":["Dashboard"],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["Du kannst deine Website (aus der Sicht eines Besuchers) jederzeit in der oberen Admin-Leiste unter dem Namen deiner Website einsehen."],"Use the pages menu to add, delete, or edit the pages on your site.":["Nutze das Menü Seiten, um die Seiten auf deiner Website hinzuzufügen, zu bearbeiten oder zu löschen."],"Site Assistant":["Website-Assistent"],"Plugins":["Plugins"],"View Site":["Website anzeigen"],"Pages":["Seiten"],"Settings":["Einstellungen"],"Getting started with WordPress":["Erste Schritte mit WordPress"],"Click here to go to your website management dashboard. From there you will be able to create more websites, and manage your account settings.":["Klicke hier, um zum Dashboard deiner Website-Verwaltung zu gelangen. Dort kannst du weitere Websites erstellen und deine Kontoeinstellungen verwalten."]}}}