{"translation-revision-date":"2023-10-17 14:50:17+0000","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/welcome.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"it","plural-forms":"nplurals=2; plural=n != 1;"},"Use this toggle to collapse or expand the sidebar menu.":["Mostra\/Nascondi il menu laterale."],"Collapse menu":["Nascondi menu"],"Manage your profile or log out of your account here.":["Gestisci il tuo profilo o esci dal tuo account qui."],"User":["Utente"],"Advanced settings for your site and for certain plugins.":["Impostazioni avanzate per il tuo sito e per alcuni plugin."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importa\/esporta dati post, controlla salute del sito e modifica file di tema o plugin direttamente nell'area amministrativa WordPress."],"Tools":["Strumenti"],"Add or manage users on your site, both admin users and others.":["Aggiungi o gestisci gli utenti sul tuo sito, sia utenti amministratore che altri."],"Add or manage the plugins on your site.":["Aggiungi o gestisci i plugin sul tuo sito."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Gestisci il tuo tema e accedi all'Editor del Sito dal menu Aspetto. Nell'Editor del Sito puoi apporre modifiche a tutto il tuo sito (come menu, header\/footer e stili)."],"Appearance":["Aspetto"],"If you have commenting enabled on your posts, you can manage those comments here.":["Se hai abilitato i commenti ai tuoi articoli, puoi gestire i commenti qui."],"Comments":["Commenti"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Aggiungi, modifica o elimina immagini e altri media dalla tua libreria. Quando carichi un'immagine da usare sul tuo sito, questa sarà aggiunta alla tua libreria."],"Media":["Media"],"Manage and create blog posts.":["Gestisci e crea articoli del blog."],"Posts":["Articoli"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["La bacheca WordPress predefinita aggiungerà al sito parametri e moduli generali da determinati plugin."],"Access the Site Assistant at any time.":["Accedi al Site Assistant in qualsiasi momento."],"Users":["Utenti"],"Dashboard":["Bacheca"],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["Puoi visualizzare il tuo sito (dalla prospettiva del visitatore) in qualsiasi momento, basta cliccare sulla barra amministratore in alto, appena sotto il nome del tuo sito."],"Use the pages menu to add, delete, or edit the pages on your site.":["Usa il menu delle pagine per aggiungere, eliminare o modificare le pagine sul tuo sito."],"Site Assistant":["Site Assistant"],"Plugins":["Plugin"],"View Site":["Visualizza Sito"],"Pages":["Pagine"],"Settings":["Impostazioni"],"Getting started with WordPress":["Introduzione a WordPress"],"Click here to go to your website management dashboard. From there you will be able to create more websites, and manage your account settings.":["Fai clic qui per accedere alla bacheca di gestione del tuo sito. Da lì potrai creare altri siti web e gestire le impostazioni del tuo account."]}}}