{"translation-revision-date":"2023-10-17 14:45:26+0000","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/welcome.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"id","plural-forms":"nplurals=2; plural=n > 1;"},"Use this toggle to collapse or expand the sidebar menu.":["Gunakan tombol ini untuk melihat atau menyembunyikan menu sidebar"],"Collapse menu":["Sembunyikan Menu"],"Manage your profile or log out of your account here.":["Kelola profil anda atau log out akun dari sini."],"User":["Pengguna"],"Advanced settings for your site and for certain plugins.":["Pengaturan untuk website anda dan plugin tertentu."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Import\/Ekspor data postingan, cek Kesehatan website, dan edit template atau file plugin langsung di Admin WordPress."],"Tools":["Peralatan"],"Add or manage users on your site, both admin users and others.":["Tambah atau Kelola pengguna di website anda, baik Admin ataupun lainnya."],"Add or manage the plugins on your site.":["Tambah atau Kelola plugin yang ada di website anda."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Kelola tema anda dan akses editor website melalui menu Tampilan. Editor website dimana anda dapat membuat perubahan global pada website anda (seperti menu, header\/footer dan style)"],"Appearance":["Tampilan"],"If you have commenting enabled on your posts, you can manage those comments here.":["Jika anda mempunyai fitur Komen menyala pada postingan, maka anda dapat memanage komen disini."],"Comments":["Komen"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Tambah, ubah atau hapus gambar dan media lainnya diperpustakaan anda. Ketika anda mengupload sebuah gambar untuk digunakan di website anda, itu akan ditambahkan ke perpustakaan."],"Media":["Media"],"Manage and create blog posts.":["Kelola dan buat postingan blog."],"Posts":["Pos"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["Dashboard bawaan WordPress akan mempunyai beberapa pengukuran website dan module yang ditambahkan dari beberapa plugin."],"Access the Site Assistant at any time.":["Akses Asisten Website kapan saja."],"Users":["Pengguna"],"Dashboard":["Dashboard"],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["Kapan saja, anda dapat melihat website anda (dari sudut pandang pengunjung wesite) dari atas admin bar dibawah nama website anda."],"Use the pages menu to add, delete, or edit the pages on your site.":["Gunakan menu halaman untuk menambah, menghapus atau mengubah halaman di website anda."],"Site Assistant":["Asisten Website"],"Plugins":["Plugin"],"View Site":["Lihat Website"],"Pages":["Halaman"],"Settings":["Pengaturan"],"Getting started with WordPress":["Memulai dengan WordPress"],"Click here to go to your website management dashboard. From there you will be able to create more websites, and manage your account settings.":["Klik di sini untuk menuju dasbor manajemen situs web Anda. Dari sana Anda akan dapat membuat lebih banyak situs web, dan mengelola pengaturan akun Anda."]}}}