{"translation-revision-date":"2023-10-17 14:41:51+0000","generator":"WP-CLI\/2.12.0","source":"src\/HelpCenter\/tours\/page-editor.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"da_DK","plural-forms":"nplurals=2; plural=n != 1;"},"Publish or Save":["Udgiv eller gem"],"Click preview to view how your changes look on the front end of your site.":["Klik på forhåndsvisning for at se, hvordan dine ændringer ser ud på forsiden af dit websted."],"Preview":["Forhåndsvis"],"Select either page or block to change the settings for the entire page or the block that is selected.":["Vælg enten side eller blok for at ændre indstillingerne for hele siden eller den valgte blok."],"Page and Block Settings":["Side- og blokindstillinger"],"This is a sample paragraph block. It can be several sentences long and will span multiple rows. You can add as many blocks as you'd like to the page.":["Dette er en prøve på en afsnitsblok. Den kan være flere sætninger lang og strække sig over flere rækker. Du kan tilføje så mange blokke, du vil, til siden."],"Each block will show up on the page and can be edited by clicking on it.":["Hver blok vil blive vist på siden og kan redigeres ved at klikke på den."],"Blocks":["Blokke"],"Edit the page title by clicking it. Note: The title may or may not show up on the published page, depending on the page template used.":["Rediger sidetitlen ved at klikke på den. Bemærk: Titlen kan muligvis ikke vises på den offentliggjorte side, afhængigt af den anvendte sideskabelon."],"Page Title":["Sidens titel"],"Add a block by clicking or dragging it onto the page.":["Tilføj en blok ved at klikke eller trække den ind på siden."],"Block Inserter":["Blokindsætter"],"Click the plus to open the block inserter.":["Klik på plus for at åbne blokindsætteren."],"Add a Block":["Tilføj en Blok"],"Page editor":["Sideeditor"],"Click publish or update to save the changes you have made to the page and make them live on the site.":["Klik på udgiv eller opdater for at gemme de ændringer, du har foretaget på siden, og gøre dem synlige på webstedet."]}}}