{"translation-revision-date":"2023-10-17 14:41:23+0000","generator":"WP-CLI\/2.12.0","source":"src\/Agent\/tours\/welcome.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"nl_BE","plural-forms":"nplurals=2; plural=n != 1;"},"Use this toggle to collapse or expand the sidebar menu.":["Gebruik deze toggle om het zijbalkmenu samen te vouwen of uit te vouwen."],"Collapse menu":["Menu samenvouwen"],"Manage your profile or log out of your account here.":["Beheer je profiel of log hier uit."],"User":["Gebruiker"],"Advanced settings for your site and for certain plugins.":["Geavanceerde instellingen voor je website en voor bepaalde plugins."],"Import\/export post data, check site health, and edit theme or plugin files directly in the WordPress admin.":["Importeer\/exporteer berichtgegevens, controleer de gezondheid van de websitediagnose en bewerk thema of plugin bestanden rechtstreeks in de WordPress beheerder."],"Tools":["Tools"],"Add or manage users on your site, both admin users and others.":["Voeg toe of beheer gebruikers op je website, zowel beheerders als anderen."],"Add or manage the plugins on your site.":["Voeg plugins toe of beheer ze op je website."],"Manage your theme and access the Site Editor from the Appearance menu. The Site Editor is where you can make global changes to your site (such as the menu, header\/footer, and styles).":["Beheer je thema en open de site-editor via het menu weergave. Via de site-editor, kan je algemene wijzigingen aan je website aanbrengen (zoals het menu, header\/footer en stijlen)."],"Appearance":["Weergave"],"If you have commenting enabled on your posts, you can manage those comments here.":["Als je reacties op je berichten hebt ingeschakeld, kun je die opmerkingen hier beheren."],"Comments":["Reacties"],"Add, edit, or remove images and other media from your library. When you upload an image to be used on your site, it will be added to the library.":["Voeg toe, bewerk of verwijder afbeeldingen en andere media uit je bibliotheek. Wanneer je een afbeelding uploadt om op je website te gebruiken, zal deze worden toegevoegd aan de bibliotheek."],"Media":["Media"],"Manage and create blog posts.":["Beheer en maak blogberichten."],"Posts":["Berichten"],"The default WordPress dashboard will have some overall site metrics and modules added from certain plugins.":["Het standaard WordPress dashboard zal enkele algemene websitestatistieken en modules hebben die zijn toegevoegd vanuit bepaalde plugins."],"Access the Site Assistant at any time.":["Toegang tot de Site Assistent op elk gewenst moment."],"Users":["Gebruikers"],"Dashboard":["Dashboard"],"At any time, you can view your site (from a visitor's perspective) from the top admin bar under your site's name.":["Je kan je website op elk moment bekijken (vanuit het perspectief van een bezoeker) vanaf de bovenste beheerbalk onder de naam van je website."],"Use the pages menu to add, delete, or edit the pages on your site.":["Gebruik het pagina menu om pagina's op je website toe te voegen, te verwijderen of te bewerken."],"Site Assistant":["Website assistent"],"Plugins":["Plugins"],"View Site":["Website bekijken"],"Pages":["Pagina's"],"Settings":["Instellingen"],"Getting started with WordPress":["Aan de slag met WordPress"],"Click here to go to your website management dashboard. From there you will be able to create more websites, and manage your account settings.":["Klik hier om naar je dashboard voor websitebeheer te gaan. Van daaruit kan je meer websites aanmaken en je accountinstellingen beheren."],"Take the welcome tour":["Volg de welkomsttour"]}}}